Repository: sajjad-021/WordPress
Catalog: tgext/woo-invoice/languages/woo-invoice-*.po
Languages: lt_lt

source: New Order
lt_lt: Naujas užsakymas

source: Cancelled order
lt_lt: Atšauktas užsakymas

source: Failed order
lt_lt: Nepavykęs užsakymas

source: Order on-hold
lt_lt: Užsakymas pristabdytas

source: Processing order
lt_lt: Užsakymas vykdomas

source: Completed order
lt_lt: Užsakymas įvykdytas

source: Refunded order
lt_lt: Užsakymo grąžinimas

source: Customer invoice / Order details
lt_lt: Kliento sąskaita faktūra/Užsakymo informacija

source: Customer note
lt_lt: Kliento pastabos

source: Teamplate A
lt_lt: Šablonas A

source: Teamplate B
lt_lt: Šablonas B

source: Invalid order id provided
lt_lt: Neteisingas užsakymo numeris

source: Invoice
lt_lt: Sąskaita faktūra

source: Preview invoice
lt_lt: Peržiūrėti sąskaita faktūra

source: Download invoice
lt_lt: Atsisiųsti sąskaita faktūra

source: Irks! An error has occurred.
lt_lt: Įvyko klaida!

source: Template file not found for shortcode : [%s]
lt_lt: Šablono failas nerastas trumpuoju kodu : [%s]

source: Shop info
lt_lt: Parduotuvės informacija

source: Shop Information
lt_lt: Parduotuvės informacija

source: Set your shop's basic information here
lt_lt: Čia nustatykite pagrindinę parduotuvės informaciją

source: Shop name
lt_lt: Parduotuvės pavadinimas

source: Add your shop name here.
lt_lt: Parduotuvės pavadinimą įrašykite čia.

source: Cofee house
lt_lt: Kavos namai

source: Shop tagline
lt_lt: Parduotuvės antraštė

source: Add a perfect tagline for your business
lt_lt: Pridėkite antraštę apie savo verslą

source: Take cofee remove stress
lt_lt: Atsigerkite kavos ir nuimkit stresą

source: Shop address
lt_lt: Parduotuvės adresas

source: Add your shop address, so that anyone can find easily
lt_lt: Pridėkite savo parduotuvės adresą, kad kiekvienas galėtų lengvai rasti

source: Shop logo
lt_lt: Parduotuvės logotipas

source: Add your shop logo, it may be visible at the invoice
lt_lt: Pridėkite parduotuvės logotipą, jis gali būti matomas sąskaitoj faktūroj

source: Settings
lt_lt: Nustatymai

source: General
lt_lt: Bendri

source: Update some basic settings here
lt_lt: Čia atnaujinkite kai kuriuos pagrindinius nustatymus

source: Attach invoice
lt_lt: Prisegti sąskaitą faktūrą

source: Do you want to send the invoice as attachment on WooCommerce email?
lt_lt: Ar norite išsiųsti sąskaitą faktūrą kaip priedą „WooCommerce“ el. laiške?

source: Yes
lt_lt: Taip

source: No
lt_lt: Ne

source: Select E-Mail type
lt_lt: Pasirinkti el.pašto tipa

source: For which email type you want to send the invoice as attachment.
lt_lt: Kuriam el.pašto tipui,norėtumėte siųsti prisegtą sąskaitą faktūrą

source: This will not measure if <b>Attach Invoice</b> is set not enable!
lt_lt: Tai nebus naudojama jei <b>Attach Invoice</b> yra neįjungta!

source: Leave unchecked all, if you want to send attachments always!
lt_lt: Jei norite siųsti priedus visur, palikite nepažymėtus visus!

source: Templates
lt_lt: Šablonai

source: Help
lt_lt: Pagalba

source: Ask Question
lt_lt: Klauskite

source: Documentation
lt_lt: Dokumentacija

source: Woo Invoice
lt_lt: Woo sąskaitos

source: WooCommerce Invoice - Settings
lt_lt: WooCommerce Sąskaitų - Nustatymai

source: Download Invoice
lt_lt: Parsisiųsti sąskaitą faktūrą

source: You do not have sufficient permissions to access this page.
lt_lt: Jūs neturite leidimo patekti į šį puslapį

source: Order ID
lt_lt: Užsakymo numeris

source: Order status
lt_lt: Užsakymo būsena

source: Order date
lt_lt: Užsakymo data

source: Payment method
lt_lt: Mokėjimo būdas

source: Invoice to
lt_lt: Sąskaita faktūra

source: Shipping to
lt_lt: Pristatymo adresas

source: Ordered items
lt_lt: Užsakytos prekės

source: Item Description
lt_lt: Prekės aprašymas

source: Quantity
lt_lt: Kiekis

source: Price
lt_lt: Kaina

source: Discount
lt_lt: Nuolaida

source: Total
lt_lt: Viso

source: Subtotal
lt_lt: Tarpinė suma

source: Tax :
lt_lt: Mokesčiai:

source: This amount is not included to Subtotal
lt_lt: Ši suma nepridėta į Tarpinę sumą

source: Total amount
lt_lt: Visa suma

source: Billing information
lt_lt: Mokėtojo informacija

source: Name
lt_lt: Vardas

source: Address
lt_lt: Adresas

source: City
lt_lt: Miestas

source: Postcode
lt_lt: Pašto kodas

source: Shipping information
lt_lt: Pristatymo informacija

source: Order Info
lt_lt: Užsakymo informacija

source: Order ID missing!
lt_lt: Trūksta užsakymo numerio!

source: Template file missing : <b>%s</b>
lt_lt: Trūksta šablono failo: <b>%s</b>
