Repository: sajjad-021/WordPress
Catalog: tgext/wpforms-paypal-standard/languages/wpforms-paypal-standard-*.po
Languages: fr_fr, pt_br

source: Enable PayPal Standard payments
fr_fr: Activer les paiements PayPal Standard
pt_br: Ativar pagamentos do PayPal Padrão

source: PayPal Email Address
fr_fr: Adresse de messagerie PayPal
pt_br: Endereço de e-mail do Paypal

source: Enter your PayPal address for the payment to be sent
fr_fr: Saisissez votre adresse PayPal pour envoyer le paiement
pt_br: Digite seu endereço do PayPal para que o pagamento seja enviado

source: Mode
pt_br: Modo

source: Production
pt_br: Produção

source: Test / Sandbox
pt_br: Teste / Sandbox

source: Select Production to receive real payments or select Test to use the PayPal developer sandbox
fr_fr: Sélectionnez Production pour recevoir des paiements réels ou sélectionnez Test pour utiliser la sandbox développeur PayPal
pt_br: Selecione Produção para receber pagamentos reais ou selecione Teste para usar a caixa de proteção do desenvolvedor do PayPal

source: Payment Type
fr_fr: Type de paiement
pt_br: Tipo de pagamento

source: Products and Services
fr_fr: Produits et services
pt_br: Produtos e Serviços

source: Donation
fr_fr: Don
pt_br: Doação

source: Select the type of payment you are receiving.
fr_fr: Sélectionnez le type de paiement que vous recevez.
pt_br: Selecione o tipo de pagamento que você está recebendo.

source: Cancel URL
fr_fr: URL d’annulation
pt_br: Cancelar URL

source: Enter the URL to send users to if they do not complete the PayPal checkout
fr_fr: Saisissez l’URL où envoyer les utilisateurs s’ils ne terminent pas la commande PayPal
pt_br: Insira o URL para o envio dos usuários, caso eles não concluam a verificação do PayPal

source: Shipping
fr_fr: Livraison
pt_br: Entrega

source: Don't ask for an address
fr_fr: Ne pas demander d’adresse
pt_br: Não peça um endereço

source: Ask for an address, but do not require
fr_fr: Demander une adresse, mais ne pas l’exiger
pt_br: Pedir um endereço, mas não exigir

source: Ask for an address and require it
fr_fr: Demander une adresse et l’exiger
pt_br: Pedir e exigir um endereço

source: Don't ask buyer to include a note with payment
fr_fr: Ne pas demander à l’acheteur d’inclure une note avec le paiement
pt_br: Não peça ao comprador para incluir uma nota com pagamento

source: Process
fr_fr: Traiter
pt_br: Processo

source: Don't process
fr_fr: Ne pas traiter
pt_br: Não processar

source: this charge if
fr_fr: ces frais si
pt_br: esta taxa se

source: PayPal Standard payment
fr_fr: Paiement PayPal Standard
pt_br: Pagamento padrão do PayPal

source: Install the <a href="%s">Conditional Logic addon</a> to enable conditional logic for PayPal Standard payments.
fr_fr: Installer le <a href="%s">module Conditional Logic</a> pour activer la logique conditionnelle pour les paiements PayPal Standard.
pt_br: Instale o complemento<a href="%s">Conditional Logic</a> para pagamentos padrão do PayPal.

source: PayPal Standard Payment stopped by conditional logic
fr_fr: Paiement PayPal Standard arrêté par une logique conditionnelle
pt_br: Pagamento padrão do PayPal interrompido por lógica condicional

source: PayPal Standard Payment stopped, missing payment fields
fr_fr: Paiement PayPal Standard arrêté par des champs de paiement manquants
pt_br: Pagamento padrão do PayPal parado, campos de pagamento ausentes

source: PayPal Standard Payment stopped, invalid/empty amount
fr_fr: Paiement PayPal Standard arrêté par un montant non valide/vide
pt_br: Pagamento padrão do PayPal parado, valor inválido/vazio

source: PayPal Standard IPN Error
fr_fr: Erreur d’IPN de PayPal Standard
pt_br: Erro de IPN padrão do PayPal

source: Payment failed: recipient emails do not match
fr_fr: Échec du paiement : les e-mails des destinataires ne correspondent pas
pt_br: O pagamento falhou: os e-mails dos destinatários não correspondem

source: Payment failed: currency formats do not match
fr_fr: Échec du paiement : les formats de devise ne correspondent pas
pt_br: O pagamento falhou: os formatos de moeda não correspondem

source: Payment failed: payment amounts do not match
fr_fr: Échec du paiement : les montants de paiement ne correspondent pas
pt_br: O pagamento falhou: os valores de pagamento não correspondem

source: Payment refunded: PayPal refund transaction ID: %s
fr_fr: Remboursement du paiement : ID du remboursement de la transaction PayPal : %s
pt_br: Pagamento reembolsado: ID da transação de reembolso do PayPal: %s

source: Payment made via eCheck and will clear automatically in 5-8 days
fr_fr: Le paiement a été effectué par eCheck et sera automatiquement effacé dans 5-8 jours.
pt_br: Pagamento feito via eCheck e será cancelado automaticamente em 5-8 dias

source: Payment requires a confirmed customer address and must be accepted manually through PayPal
fr_fr: Le paiement nécessite une adresse confirmée du client et doit être accepté manuellement sur PayPal.
pt_br: O pagamento requer um endereço de cliente confirmado e deve ser aceito manualmente por meio do PayPal

source: Payment must be accepted manually through PayPal due to international account regulations
fr_fr: Le paiement doit être manuellement accepté sur PayPal en raison des règlements internationaux du compte.
pt_br: O pagamento deve ser aceito manualmente por meio do PayPal devido aos regulamentos da conta internacional

source: Payment received in non-shop currency and must be accepted manually through PayPal
fr_fr: La monnaie du paiement n’est pas prise en charge par votre boutique et donc le paiement doit être manuellement accepté sur PayPal.
pt_br: Pagamento recebido em moeda que não seja da loja e deve ser aceito manualmente pelo PayPal

source: Payment is being reviewed by PayPal staff as high-risk or in possible violation of government regulations
fr_fr: Le paiement est considéré par l’équipe de PayPal comme dangereux ou en violation éventuelle de la réglementation gouvernementale.
pt_br: O pagamento está sendo revisado pela equipe do PayPal como de alto risco ou em possível violação das regulamentações governamentais

source: Payment was sent to non-confirmed or non-registered email address.
fr_fr: Le paiement a été envoyé à une adresse e-mail non confirmée ou non enregistrée.
pt_br: O pagamento foi enviado para um endereço de e-mail não confirmado ou não registrado.

source: PayPal account must be upgraded before this payment can be accepted
fr_fr: Le compte PayPal doit être mis à jour avant que ce paiement soit accepté.
pt_br: A conta do PayPal deve ser atualizada antes que esse pagamento seja aceito

source: PayPal account is not verified. Verify account in order to accept this payment
fr_fr: Le compte PayPal n’est pas vérifié. Veuillez vérifier le compte pour pouvoir accepter ce paiement.
pt_br: A conta do PayPal não é verificada. Confirme a conta para aceitar este pagamento

source: Payment is pending for unknown reasons. Contact PayPal support for assistance
fr_fr: Le paiement est en attente pour des raisons inconnues. Veuillez contacter le centre d’assistance de PayPal.
pt_br: O pagamento está pendente por motivos desconhecidos. Entre em contato com o suporte do PayPal para obter assistência
