Repository: sajjad-021/WordPress
Catalog: tgext/wpforms-form-locker/languages/wpforms-form-locker-*.po
Languages: de_de, es_es, fr_fr, hi_in, it_it, ja

source: The WPForms Form Locker plugin has been deactivated. Your site is running an outdated version of PHP that is no longer supported and is not compatible with the Form Locker addon. <a href="%s" target="_blank" rel="noopener noreferrer">Read more</a> for additional information.
de_de: Das Plugin WPForms Form Locker wurde deaktiviert. Deine Website läuft mit einer veralteten Version von PHP, die nicht länger unterstützt wird und mit dem Form Locker-Add-on nicht kompatibel ist. <a href="%s" target="_blank" rel="noopener noreferrer">Weiterlesen</a> für zusätzliche Informationen.
es_es: El plugin Form Locker ha sido desactivado. Tu sitio ejecuta una versión obsoleta de PHP que ya no recibe soporte y que no es compatible con la extensión Form Locker. <a href="%s" target="_blank" rel="noopener noreferrer">Lee esto</a> para obtener más información.
fr_fr: L’extension WPForms Form Locker a été désactivée. Votre site utilise une version obsolète de PHP qui n’est plus prise en charge et incompatible avec le module Form Locker. <a href="%s" target="_blank" rel="noopener noreferrer">Lire la suite</a> pour des informations complémentaires.
hi_in: WPForms फार्म लॉकर प्लगइन निष्क्रिय कर दिया गया है । आपकी साइट PHP का पुराना संस्करण चला रही है जो अब समर्थित नहीं है और फॉर्म लॉकर के ऐडऑन के साथ संगत नहीं है। अतिरिक्त जानकारी के लिए <a href=“%s” target=“_blank” rel=“noopener noreferrer”> और पढ़ें </a>।
it_it: Il plugin WPForms Form Locker è stato disattivato. Il tuo sito utilizza una versione vecchia di PHP che non è più supportata e che non è compatibile con l'addon Form Locker. <a href="%s" target="_blank" rel="noopener noreferrer">Leggi qui</a> per maggiori informazioni.
ja: 「WPForms Form Locker」プラグインは無効になっています。サイトはもはやサポートされていない古いバージョンの PHP を実行しており、「Form Locker」アドオンとは互換性がありません。詳細について<a href="%s" target="_blank" rel="noopener noreferrer">もっと読んでください</a>。

source: Require unique answer
de_de: Eindeutige Antwort erforderlich
es_es: Requerir una respuesta única
fr_fr: Nécessite une réponse unique
hi_in: अनोखे उत्तर की आवश्यकता है
it_it: Richiedi risposte uniche
ja: 固有の回答が必要

source: Check this option to require only unique answers for the current field.
de_de: Wähle diese Option, um nur eindeutige Antworten für das aktuelle Feld zu erfordern.
es_es: Marca esta opción para requerir una respuesta única para el campo actual.
fr_fr: Cochez cette option afin d’obliger des réponses uniques pour le champ actuel.
hi_in: वर्तमान फ़ील्ड के लिए केवल अनोखे उत्तरों की आवश्यकता के लिए इस विकल्प की जाँच करें।
it_it: Scegli questa opzione per richiedere solo risposte uniche per questo campo.
ja: 現在のフィールドに一意の回答のみを要求するには、このオプションをチェックしてください。

source: Form Locker
hi_in: फार्म लॉकर

source: Enable password protection
de_de: Passwortschutz aktivieren
es_es: Activar la protección con contraseña
fr_fr: Activer la protection par mot de passe
hi_in: पासवर्ड सुरक्षा सक्षम करें
it_it: Abilita la protezione della password
ja: パスワード保護を有効化

source: Password
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
hi_in: पासवर्ड
ja: パスワード

source: Display Message
de_de: Nachricht anzeigen
es_es: Mostrar mensaje
fr_fr: Afficher le message
hi_in: संदेश प्रदर्शित करें
it_it: Mostra il messaggio
ja: メッセージを表示

source: This message is displayed to visitors above the password form.
de_de: Diese Nachricht wird Besuchern über dem Passwortformular angezeigt.
es_es: Este mensaje se muestra a los visitantes encima del formulario de contraseña.
fr_fr: Ce message est affiché aux visiteurs au dessus du mot de passe du formulaire.
hi_in: यह संदेश पासवर्ड फ़ॉर्म के ऊपर आगंतुकों के लिए प्रदर्शित किया जाता है ।
it_it: Questo messaggio viene visualizzato ai visitatori sopra al modulo della password.
ja: このメッセージは、パスワードフォームの上の訪問者に表示されます。

source: Enable scheduling
de_de: Zeitplanung aktivieren
es_es: Activar programación
fr_fr: Activer la planification
hi_in: शेड्यूलिंग सक्षम करें
it_it: Abilita la programmazione
ja: スケジュールを有効化

source: Scheduling
de_de: Zeitplanung
es_es: Programación
fr_fr: Planification
hi_in: शेड्यूलिंग
it_it: Programmazione
ja: スケジューリング

source: Accept form entries during the date/time window below.
de_de: Formulareinträge während des unten angezeigten Datums-/Zeitfensters akzeptieren.
es_es: Aceptar entradas en el formulario durante el siguiente intervalo de fecha/hora.
fr_fr: Accepter les entrées du formulaire lors de la fenêtre de temps/date ci-dessous.
hi_in: नीचे दिनांक/समय विंडो के दौरान फॉर्म प्रविष्टियां स्वीकार करें ।
it_it: Accetta gli invii dei moduli durante la finestra temporale (ora/giorno) indicata qui sotto.
ja: 以下の日付と期間中にフォームエントリーを受け入れる。

source: Start Date
de_de: Anfangsdatum
es_es: Fecha de inicio
fr_fr: Date de début
hi_in: प्रारंभ दिनांक
it_it: Data inizio
ja: 開始日

source: Clear Start Date
de_de: Startdatum leeren
es_es: Borrar fecha de inicio
fr_fr: Effacer la date de début
hi_in: स्पष्ट प्रारंभ दिनांक
it_it: Svuota data di inizio
ja: 開始日をクリアーする

source: Start Time
de_de: Startzeit
es_es: Hora de incio
fr_fr: Heure de début
hi_in: प्रारंभ समय
it_it: Ora di inizio
ja: 始まる時間

source: Clear Start Time
de_de: Startzeit leeren
es_es: Borrar hora de inicio
fr_fr: Effacer l’heure de début
hi_in: स्पष्ट प्रारंभ समय
it_it: Svuota l'ora di inizio
ja: 始まる時間 をクリアーする

source: End Date
de_de: Enddatum
es_es: Fecha de finalización
fr_fr: Date de fin
hi_in: अंतिम दिनांक
it_it: Data finale
ja: 終わり

source: Clear End Date
de_de: Enddatum leeren
es_es: Borrar fecha de inicio
fr_fr: Effacer la date de fin
hi_in: स्पष्ट अंतिम दिनांक
it_it: Svuota la data di fine
ja: 終了日をクリアーする

source: End Time
de_de: Enddatum
es_es: Hora de finalización
fr_fr: Heure de fin
hi_in: अंतिम समय
it_it: Ora di fine
ja: 終了時間

source: Clear End Time
de_de: Endzeit leeren
es_es: Borrar hora de finalización
fr_fr: Effacer l’heure de fin
hi_in: स्पष्ट अंतिम समय
it_it: Svuota l'ora di fine
ja: 終了時間をクリアーする

source: Closed Message
de_de: Geschlossen-Nachricht
es_es: Mensaje de cierre
fr_fr: Message fermé
hi_in: बंद संदेश
it_it: Messaggio chiuso
ja: 終了したメッセージ

source: This message is displayed to visitors when the form is closed.
de_de: Diese Nachricht wird Besuchern angezeigt, wenn das Formular geschlossen wird.
es_es: Este mensaje se mostrará a los visitantes cuando el formulario esté cerrado.
fr_fr: Ce message est affiché aux visiteurs quand le formulaire est fermé.
hi_in: यह संदेश आगंतुकों के लिए प्रदर्शित किया जाता है जब फ़ॉर्म बंद है ।
it_it: Questo messaggio viene visualizzato ai visitatori quando il modulo viene chiuso.
ja: このメッセージは、フォームを閉じるとユーザーに表示されます。

source: Enable limit on total form entries
de_de: Begrenzung für Gesamt-Formulareinträge aktivieren
es_es: Activar el límite del total de entradas del formulario
fr_fr: Activer la limite sur le total des entrées du formulaire
hi_in: कुल फ़ॉर्म प्रविष्टियों पर सीमा सक्षम करें
it_it: Abilita un limite sul numero totale di invii del modulo
ja: フォームエントリー総数の制限を有効にする

source: Entry Limit
de_de: Eintragsbegrenzung
es_es: Límite de entradas
fr_fr: Limite d’entrée
hi_in: प्रवेश सीमा
it_it: Limite di invii
ja: エントリー制限

source: Limit
es_es: Límite
fr_fr: Limite
hi_in: सीमा
it_it: Limite
ja: 制限

source: Enable restricting entries to logged in users only
de_de: Einschränkung der Einträge auf angemeldete Benutzer aktivieren
es_es: Activar la restricción de entradas solo a usuarios registrados
fr_fr: Activer la limitation des entrées uniquement aux utilisateurs connectés
hi_in: केवल लॉग इन उपयोगकर्ताओं के लिए प्रतिबंधित प्रविष्टियों को सक्षम करें
it_it: Abilita la limitazione degli invii solo agli utenti collegati
ja: ログインユーザーのみにエントリの制限を有効にする

source: User
de_de: Benutzer
es_es: Usuario
fr_fr: Utilisateur
hi_in: उपयोगकर्ता
it_it: Utente
ja: ユーザー

source: Message
de_de: Nachricht
es_es: Mensaje
hi_in: संदेश
it_it: Messaggio
ja: メッセージ

source: This message is displayed to logged out visitors in place of the form.
de_de: Diese Nachricht wird abgemeldeten Besuchern anstelle des Formulars angezeigt.
es_es: Este mensaje se muestra a los usuarios no registrados en lugar del formulario.
fr_fr: Ce message est affiché aux visiteurs non connectés à la place du formulaire.
hi_in: यह संदेश फ़ॉर्म के स्थान पर लॉग आउट आगंतुकों के लिए प्रदर्शित किया जाता है ।
it_it: Questo messaggio viene visualizzato al posto del modulo ai visitatori non collegati.
ja: ログアウトしたユーザーには、フォームの代わりにこのメッセージが表示されます。

source: The password is incorrect.
de_de: Das Passwort ist falsch.
es_es: La contraseña es incorrecta.
fr_fr: Le mot de passe ne correspond pas.
hi_in: पासवर्ड गलत है ।
it_it: La password è sbagliata.
ja: パスワードが正しくありません。

source: Sending...
de_de: Senden...
es_es: Enviando...
fr_fr: Envoi...
hi_in: भेजना…
it_it: Invio in corso...
ja: 送信中・・・

source: Submit
de_de: Absenden
es_es: Enviar
fr_fr: Envoyer
hi_in: जमा करें
it_it: Invia
ja: 送信

source: Unique Answer
de_de: Eindeutige Antwort
es_es: Respuesta única
fr_fr: Réponse unique
hi_in: अनोखा जवाब
it_it: Risposta unica
ja: 固有の回答

source: The value must be unique.
de_de: Der Wert muss eindeutig sein.
es_es: El valor debe ser único.
fr_fr: La valeur doit être unique.
hi_in: मान अनोखा होना चाहिए।
it_it: Il valore deve essere unico.
ja: 値は一意である必要があります。
